Repository: cyberscribe/login-recaptcha
Catalog: languages/login-recaptcha-*.po
Languages: de_de

source: <a href="%s" target="_blank">Click here</a> to create or view keys for Google NoCaptcha.
de_de: <a href="%s" target="_blank">Hier klicken</a>, um Schlüssel für Google NoCaptcha zu erstellen oder anzuzeigen.

source: <strong>ERROR</strong>&nbsp;: Incorrect ReCaptcha, please try again.
de_de: <strong>FEHLER</strong>&nbsp;: Falsches ReCaptcha, bitte erneut versuchen.

source: <strong>ERROR</strong>&nbsp;: Please check the ReCaptcha box.
de_de: <strong>FEHLER</strong>&nbsp;: Bitte kreuzen Sie das ReCaptcha-Kästchen an.

source: Adds a Google CAPTCHA checkbox to the login, registration, and forgot password forms, thwarting automated hacking attempts
de_de: Fügt den Anmelde-, Registrierungs- und Passwort-Formularen ein Kontrollkästchen für Google CAPTCHA hinzu, wodurch automatisierte Hacking-Versuche verhindert werden

source: Attempt to log in to your site admin from that new browser
de_de: Versuchen Sie, sich mit diesem neuen Browser bei Ihrem Site-Administrator anzumelden

source: Captcha bypassed by whitelist for ip address %s
de_de: Captcha von Whitelist für IP-Adresse %s umgangen

source: Delete Keys and Disable
de_de: Schlüssel löschen und deaktivieren

source: Do <em>not</em> close this window or log out from this browser until you are confident that reCAPTCHA is working and you will be able to log in again. <br /><strong>You have been warned</strong>.
de_de: Schließen Sie <em>nicht</em> dieses Fenster, oder melden Sie sich von diesem Browser ab, bis Sie sicher sind, dass reCAPTCHA funktioniert und Sie sich erneut anmelden können. <br/><strong>Sie wurden gewarnt.</strong>

source: Example
de_de: Beispiel

source: If the reCAPTCHA displays correctly above, proceed as follows:
de_de: Wenn das reCAPTCHA oben korrekt angezeigt wird, gehen Sie wie folgt vor:

source: If you are logged in on that new browser, log out
de_de: Wenn Sie in diesem neuen Browser angemeldet sind, melden Sie sich ab

source: If you have any problems logging in, click "%s" above and/or deactivate the plugin.
de_de: Wenn Sie Probleme bei der Anmeldung haben, klicken Sie oben auf "%s" und/oder deaktivieren Sie das Plugin.

source: If you see an error message above, check your keys before proceeding.
de_de: Wenn oben eine Fehlermeldung angezeigt wird, überprüfen Sie Ihre Schlüssel, bevor Sie fortfahren.

source: Login NoCaptcha fell back to using cURL instead of wp_remote_post(). The error message was: %s.
de_de: Login NoCaptcha hat sich auf die Verwendung von cURL anstelle von wp_remote_post () zurückgesetzt. Die Fehlermeldung war: %s.

source: Login NoCaptcha has not been properly configured. <a href="%s">Click here</a> to configure.
de_de: Login NoCaptcha wurde nicht richtig konfiguriert. <a href="%s"> Hier klicken</a>, um zu konfigurieren.

source: Login NoCaptcha is not working. <a href="%s">Please check your settings</a>.
de_de: Login NoCaptcha funktioniert nicht. <a href="%s">Bitte überprüfen Sie Ihre Einstellungen</a>.

source: Login NoCaptcha is not working. <a href="%s">Please check your settings</a>. The message from Google was: %s
de_de: Login NoCaptcha funktioniert nicht. <a href="%s">Bitte überprüfen Sie Ihre Einstellungen</a>. Die Nachricht von Google war: %s

source: Login NoCaptcha Options
de_de: Login NoCaptcha Optionen

source: Login NoCaptcha was bypassed on login page: %s.
de_de: Login NoCaptcha wurde auf der Login-Seite umgangen: %s.

source: Login NoCatpcha Options
de_de: Login NoCaptcha Optionen

source: Next Steps
de_de: Nächste Schritte

source: Open a completely different browser than this one
de_de: Öffnen Sie einen völlig anderen Browser als diesen

source: Save Changes
de_de: Änderungen speichern

source: Secret Key
de_de: Geheimer Schlüssel

source: Site Key
de_de: Seiten Schlüssel

source: The response from Google was not valid.
de_de: Die Antwort von Google war nicht gültig.

source: The response parameter is invalid or malformed.
de_de: Der Antwortparameter ist ungültig oder fehlerhaft.

source: The response parameter is missing.
de_de: Der Antwortparameter fehlt.

source: The secret parameter is invalid or malformed.
de_de: Der geheime Parameter ist ungültig oder fehlerhaft.

source: The secret parameter is missing.
de_de: Der geheime Parameter fehlt.

source: Whitelist IP ( 1 per line )
de_de: Whitelist IP (1 pro Zeile)
