Repository: cyberscribe/login-recaptcha
Catalog: languages/login_nocaptcha-*.po
Languages: es_es

source: Login NoCaptcha Options
es_es: Opciones para Login NoCaptcha

source: <a href="%s" target="_blank">Click here</a> to create or view keys for Google NoCaptcha.
es_es: <a href="%s" target="_blank">Haga clic aquí</a> para crear o ver las claves de Google No Captcha.

source: Site Key
es_es: Clave de Sitio

source: Secret Key
es_es: Secreto de Sitio

source: Delete Keys and Disable
es_es: Delete Las Claves y Desactivar

source: Example
es_es: Ejemplo

source: Next Steps
es_es: Pasos Siguientes

source: If you see an error message above, check your keys before proceeding.
es_es: Si ve un mensaje de error anterior, compruebe sus claves antes de proceder.

source: If the reCAPTCHA displays correctly above, proceed as follows:
es_es: Si el reCAPTCHA se muestra correctamente anteriormente, haga lo siguiente:

source: Open a completely different browser than this one
es_es: Abra un navegador de web completamente diferente a ésta

source: If you are logged in on that new browser, log out
es_es: Si usted está en el sistema en que el nuevo navegador de web, cierre de sesión

source: Attempt to log in to your site admin from that new browser
es_es: Trate de acceder a su administrador del sitio a partir de ese nuevo navegador de web

source: Do <em>not</em> close this window or log out from this browser until you are confident that reCAPTCHA is working and you will be able to log in again. <br /><strong>You have been warned</strong>.
es_es: Que <em> no </ em> cerre esta ventana o termine la sesión de este navegador de web hasta que esté completemente seguro de que reCAPTCHA está funcionando correctamente y usted puede conectarse de nuevo aqui. <br /> <strong> Usted ha sido advertido </ strong>.

source: If you have any problems logging in, click "%s" above and/or deactivate the plugin.
es_es: Si tiene algún problema para acceder, hace clic en "%s" por encima y / o desactivar el plugin.

source: Login NoCatpcha Options
es_es: Opciones de Login NoCatpcha

source: Login NoCaptcha has not been properly configured. <a href="%s">Click here</a> to configure.
es_es: Login No Captcha no se ha configurado correctamente. <a href="%s">Haga clic aquí</a> para configurarlo.

source: Please check the ReCaptcha box.
es_es: Marque la casilla de reCAPTCHA por favor.

source: Login NoCaptcha is not working. <a href="%s">Please check your settings</a>. The message from Google was: %s
es_es: Entrar No Captcha no está funcionando. <a href="%s">Por favor verifica la configuracion</a>. El mensaje de Google fue: %s

source: Incorrect ReCaptcha, please try again.
es_es: ReCaptcha fue incorrecta, por favor inténtalo de nuevo.

source: Login NoCaptcha is not working. <a href="%s">Please check your settings</a>.
es_es: Entrar No Captcha no está funcionando. <a href="%s">Por favor verifica la configuracion</a>.

source: The response from Google was not valid.
es_es: La respuesta de Google no era válida.

source: There was no response from Google.
es_es: No hubo respuesta por parte de Google.

source: The secret parameter is missing.
es_es: El parámetro secreto no se encuentra.

source: The secret parameter is invalid or malformed.
es_es: El parámetro secreto no es ni válido ni incorrecto.

source: The response parameter is missing.
es_es: El parámetro de la respuesta no se encuentra.

source: The response parameter is invalid or malformed.
es_es: El parámetro de la respuesta no es válido o incorrecto.

source: Save Changes
es_es: Guardar Cambios
